/* button in progress sheet */
"Stop" = "停止";

/* menu item */
"Update iPod" = "iPod をアップデート";

/* menu item */
"Close Window" = "ウインドウを閉じる";

/* menu item */
"Restore iPod" = "iPod を復元";

/* Restore iPod command key */
"R" = "R";

/* menu item */
"Copy" = "コピー";

/* menu item */
"Paste" = "ペースト";

/* menu item */
"Quit" = "終了";

/* Close Window command key */
"W" = "W";

/* menu title */
"Edit" = "編集";

/* menu item */
"About iPod Updater" = "iPod Updater について";

/* menu item */
"Cut" = "カット";

/* Quit command key */
"Q" = "Q";

/* menu title */
"Options" = "オプション";

/* text next to lock when locked */
"Click the lock to make changes." = "変更するにはカギをクリックします。";

/* Return Character */
"\r" = "\r";

/* text next to lock when unlocking */
"Authenticating..." = "認証中...";

/* text next to lock when unlocked */
"Click the lock to prevent further changes." = "変更できないようにするにはカギをクリックします。";

/* detail of error message, part in <> is replaced and should not be translated) */
"The Mac OS error code was <error>." = "Mac OS のエラーコードは <error> でした。";

/* error message */
"Could not find updater library." = "アップデータライブラリが見つかりませんでした。";

/* error message */
"An unexpected error occurred." = "予期しないエラーが起きました。";

/* detail of error message */
"The iPod Updater application may be damaged." = "iPod Updater アプリケーションが壊れている可能性があります。";

/* error message */
"Out of memory." = "メモリ不足です。";

/* error message */
"The iPod Updater requires Mac OS X." = "iPod アップデータには、Mac OS X が必要です。";

/* error message */
"The iPod Updater requires CarbonLib 1.4 or newer." = "iPod Updater には CarbonLib 1.4 以降が必要です。";

/* error message */
"The iPod is not mounted." = "iPod がマウントされていません。";

/* detail of confirmation message */
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "操作の進行中に終了すると、iPod ソフトウェアを後で復元しなければならなくなることがあります。";

/* info window version */
"<version> (up to date)" = "<version> (最新）";

/* info window label */
"Software Version:" = "ソフトウェアのバージョン：";

/* about window app version line */
"Version <version>" = "バージョン <version>";

/* main window message */
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "お使いの iPod はバージョン <version> にアップデートされました。アップデートを完了させるため、iPod のケーブルを取り外し、もう一度接続してください。";

/* confirmation dialog title */
"Quit " = "終了 ";

/* detail of error message */
"Please attach one iPod at a time to be updated." = "アップデートする iPod を 1 度に 1 台だけ接続してください。";

/* main window message */
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "お使いの iPod は工場出荷時の設定に戻りました。復帰のプロセスを完了させるため、iPod のケーブルを取り外し、もう一度接続してください。";

/* info window label */
"Name:" = "名前：";

/* main window message */
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "お使いの iPod は工場出荷時の設定に戻りました。復帰のプロセスを完了させるため、マウントされているディスクを取り出してから、iPod のケーブルを取り外し、もう一度接続してください。";

/* main window message */
"An iPod is attached, but not mounted on the desktop." = "iPod は接続されていますが、デスクトップにマウントされていません。";

/* main window message */
"Your iPod has been updated to version <version>, and is restarting. Please leave the iPod connected and wait while it completes the update process." = "お使いの iPod は バージョン <version> にアップデートされ、再起動中です。アップデートのプロセスを完了させるため、iPod のケーブルを接続したままお待ちください。";

/* main window message */
"Your iPod has been restored to factory settings, and is restarting. Please leave the iPod connected and wait while it completes the restore process." = "お使いの iPod は工場出荷時の設定に戻り、再起動中です。復帰のプロセスを完了させるため、iPod のケーブルを接続したままお待ちください。";

/* error message */
"More than one iPod is attached." = "複数の iPod が接続されています。";

/* button for main window */
"Nothing" = "なし";

/* info window label */
"Capacity:" = "容量：";

/* error message */
"The iPod disk does not have the correct structure." = "iPod ディスクの構造が正しくありません。";

/* progress message */
"Updating iPod software" = "iPod ソフトウェアをアップデート中";

/* about window firmware version line */
"iPod Software Version <version>" = "iPod ソフトウェアバージョン <version>";

/* progress message */
"Done updating iPod software" = "iPod ソフトウェアのアップデートが終了しました";

/* main window message */
"The attached iPod does not have proper software on it." = "接続されている iPod には適切なソフトウェアがありません。";

/* button for main window */
"Update" = "アップデート";

/* button for main window */
"Restore" = "復元";

/* progress message */
"Done restoring iPod software" = "iPod ソフトウェアの復元が終了しました";

/* message for main window */
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "復元すると、iPod の内容が完全に消去され、工場出荷時の設定が適用されます。音楽やその他のデータは消去されます。";

/* main window message */
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "お使いの iPod はバージョン <version> にアップデートされました。アップデートを完了させるため、マウントされているディスクを取り出してから、iPod のケーブルを取り外し、もう一度接続してください。";

/* progress message */
"Restoring iPod software" = "iPod ソフトウェアを復元中";

/* message for main window */
"Reset iPod to Windows factory settings. \rAll music and data will be erased." = "iPod をリセットして、Windows の工場出荷時の設定に戻します。\rすべての音楽とデータが消去されます。";

/* error message */
"Could not find a SysInfo file on the iPod disk." = "iPod ディスクで SysInfo ファイルが見つかりませんでした。";

/* error message */
"An error occurred. There may be open files on the iPod." = "エラーが発生しました。iPod 上でファイルを開いている可能性があります。";

/* main window message */
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "複数の iPod が接続されています。アップデートする iPod を 1 度に 1 台だけ接続してください。";

/* message for main window */
"Update puts the latest system software on your iPod." = "アップデートすると、iPod に最新のシステムソフトウェアがインストールされます。";

/* error message */
"The updater does not have a volume image." = "アップデータにボリュームイメージが含まれていません。";

/* error message */
"The updater does not have a firmware image." = "アップデータにファームウェアイメージが含まれていません。";

/* confirmation dialog title */
"Restore " = "復元 ";

/* confirmation message */
"Are you sure you want to restore the iPod software?" = "iPod ソフトウェアを復元してもよろしいですか？";

/* main window message */
"Plug in an iPod to update it." = "iPod をアップデートするために、ケーブルを接続してください。";

/* error message */
"No iPod is attached." = "iPod が接続されていません。";

/* info window version */
"<version> (needs update)" = "<version> (要アップデート）";

/* detail of confirmation message */
"All data currently stored on the iPod will be lost." = "現在 iPod に保存されているデータはすべて失われます。";

/* confirmation message */
"Quit while this operation is in progress?" = "この操作の進行中に終了しますか？";

/* detail of error message */
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "1 台の iPod が見つかりましたが、この操作を行うためにはデスクトップにマウントする必要があります。";

/* main window title */
"iPod Windows Software <version> Updater" = "iPod Windows ソフトウェア <version> アップデート";

/* error message */
"The iPod could not be unmounted because it is in use. Please close any open files on the iPod and try again." = "使用中のため iPod のマウントを解除できませんでした。iPod のファイルをいったん閉じて再度開いてから、もう一度やり直してください。";

/* info window label */
"Serial Number:" = "製造番号：";

/* main window title */
"iPod Software <version> Updater" = "iPod ソフトウェア <version> アップデート";

